results/1client_ssd/cockroachdb/cockroachdb_minthroughput_disk_swapoff_results/exp5_trial_5.txt
Adding shard node URL: jdbc:postgresql://10.0.0.93:26257/ycsb?sslmode=disable
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 300836
[OVERALL], Throughput(ops/sec), 0.8875267587655733
[TOTAL_GCS_Copy], Count, 0
[TOTAL_GC_TIME_Copy], Time(ms), 0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.0
[TOTAL_GCS_MarkSweepCompact], Count, 0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 396.0
[CLEANUP], MinLatency(us), 396
[CLEANUP], MaxLatency(us), 396
[CLEANUP], 99thPercentileLatency(us), 396
[CLEANUP], 99.9PercentileLatency(us), 396
[UPDATE], Operations, 267
[UPDATE], AverageLatency(us), 1117948.1647940075
[UPDATE], MinLatency(us), 803840
[UPDATE], MaxLatency(us), 1530879
[UPDATE], 99thPercentileLatency(us), 1378303
[UPDATE], 99.9PercentileLatency(us), 1530879
[UPDATE], Return=OK, 267